export const CITIES = ['Київ', 'Харків', 'Одеса', 'Дніпро', 'Львів'];

export const DISTRICTS: Record<string, string[]> = {
  Київ: [
    'Голосіївський',
    'Дарницький',
    'Деснянський',
    'Дніпровський',
    'Оболонський',
    'Печерський',
    'Подільський',
    'Святошинський',
    'Соломʼянський',
    'Шевченківський',
  ],
  Харків: [
    'Холодногірський',
    'Основʼянський',
    'Слобідський',
    'Київський',
    'Новобаварський',
    'Московський',
    'Немишлянський',
    'Червонозаводський',
  ],
  Одеса: [
    'Приморський',
    'Малиновський',
    'Суворовський',
    'Хаджибейський',
    'Київський',
  ],
  Дніпро: [
    'Амур-Нижньодніпровський',
    'Індустріальний',
    'Новокодацький',
    'Самарський',
    'Центральний',
  ],
  Львів: [
    'Галицький',
    'Залізничний',
    'Личаківський',
    'Сихівський',
    'Франківський',
    'Шевченківський',
  ],
};
